tap "gitguardian/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "difftastic"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "glow"
brew "gnupg"
brew "navi"
brew "neofetch"
brew "nvm"
brew "pinentry-mac"
brew "pure"
brew "ripgrep"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tree"
brew "yarn"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "gitguardian/tap/ggshield"
brew "jesseduffield/lazygit/lazygit"
cask "aerospace"
cask "ghostty"
cask "iterm2"
cask "kitty"
cask "visual-studio-code"
vscode "arcanis.vscode-zipfs"
vscode "bmalehorn.shell-syntax"
vscode "bmewburn.vscode-intelephense-client"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "mblode.pretty-formatter"
vscode "mrmlnc.vscode-json5"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-js-profile-flame"
vscode "obliviousharmony.vscode-php-codesniffer"
vscode "prisma.prisma"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "vscjava.vscode-maven"
vscode "xdebug.php-debug"
vscode "yo1dog.cursor-align"
vscode "yoavbls.pretty-ts-errors"
