tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
brew "antidote"
brew "bat"
brew "zsh"
brew "deno"
brew "difftastic"
brew "eza"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "navi"
brew "neofetch"
brew "nvm"
brew "pure"
brew "ripgrep"
brew "stow"
brew "tldr"
brew "tree"
brew "yarn"
brew "zoxide"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
cask "git-credential-manager"
