tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
brew "bat"
brew "deno"
brew "difftastic"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "navi"
brew "neofetch"
brew "nvm"
brew "pinentry-mac"
brew "pure"
brew "ripgrep"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tree"
brew "yarn"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"

cask "flashspace"
cask "ghostty"
cask "iterm2"
cask "kitty"
cask "stats"
